package java0303;

public class A6 {

	public static void main(String[] args) {
		
		System.out.println("1. 메타버스( Metaverse ) : 가상을 뜻하는 'Meta'와 세계를 뜻하는 'Verse'의 합성어로, 가상현실 플랫폼을 의미한다. \n"
				+ "2. NFT : 블록체인 기술을 사용하여 디지털 자산에 대한 소유를 증명하는 대체 불가한 토큰 (대안화폐)로, 다양한 콘텐츠나 혜택을 주는 등의 기능이 있다. \n"
				+ "3. 슈퍼앱( super app ) : 다양한 서비스를 지원하는 애플리케이션으로, 하나의 애플리케이션만 있으면 별도로 다른 앱을 설치하지 않아도 쇼핑, 송금, 투자, 예매 등의 여러 가지 서비스를 이용할 수 있다. \n"
				+ "4. 생성형 인공지능( generative AI ) : 텍스트, 오디오, 이미지 등의 기존 콘텐츠를 활용하여 유사한 콘텐츠를 새로 만들어내는 인공지능(AI) 기술. \n"
				+ "5. 앰비언트 컴퓨팅( ambient computing ) : 앰비언트 컴퓨팅은 사용자가 조작하지 않아도 빅데이터 기반 인공지능(AI)이 인지하고 판단해 먼저 특정 작업을 제안하는 지능형 솔루션이다. \n"
				+ "6. 디지털 면역 시스템( Digital Immune System ) : 디지털 면역은 운영에 대한 데이터 기반의 인사이트, 자동화된 익스트림 테스팅(extreme testing), 자동화된 사건 해결, IT 운영 내 소프트웨어 엔지니어링 및 애플리케이션 공급망의 보안을 결합하여 시스템의 복원력과 안전성을 높인다. \n"
				+ "7. 산업 클라우드 플랫폼( Industry Cloud Platform ) : 산업 클라우드 플랫폼은 서비스형 소프트웨어(SaaS), 서비스형 플랫폼(PaaS), 서비스형 인프라(IaaS)를 통합하여 특정 산업의 비즈니스 사용 사례를 지원하는 일련의 모듈식 기능을 제공한다. \n"
				+ "8. 적응형 AI : 적응형 AI는 그래프 분석을 적용해 학습하고 AI 모델을 재교육하며 애플리케이션이 보다 빨리 적응하고 더 나은 의사결정 성과를 촉진하도록 합니다. \n"
				+ "9. 사이버 보안 메시 : 사이버 보안 메시는 자신의 위치와 상관없이 디지털 보안에 접근할 수 있는 기술 입니다. 유저를 중심으로 보안 경계를 만들고 다른 환경에서도 회사 보유 데이터에 안전하게 접근할 수 있도록 도와줍니다. \n"
				+ "10. 하이퍼오토메이션(초자동화) : 하이퍼오토메이션은 말그대로 가능한 많은 사업과 IT 프로세스를 자동화 하는 것을 의미합니다.");

	}

}


